Repository: adoptware/pinball
Catalog: data/locale/*.po
Languages: ca_es, es_es, fr_fr

source: High Scores
ca_es: Puntuacions
es_es: Puntuaciones
fr_fr: Classement

source: No Table Loaded!
ca_es: No hi ha cap tauler carregat!
es_es: ¡No hay ningún tablero cargado!
fr_fr: Aucune table chargee!

source: Hit any key for main menu...
ca_es: Pitjau una tecla...
es_es: Presione una tecla...
fr_fr: Appuyer sur une touche...

source: press a key
ca_es: pitjau una tecla
es_es: presione una tecla
fr_fr: Appuyer sur une touche

source: unknown
ca_es: desconegut
es_es: desconocido
fr_fr: inconnu

source: LOADING
ca_es: CARREGANT
es_es: CARGANDO
fr_fr: CHARGEMENT

source: ERROR
fr_fr: ERREUR

source: main menu
ca_es: menú principal
es_es: menú principal
fr_fr: Menu principal

source: play
ca_es: jugar
es_es: jugar
fr_fr: Jouer

source: load table
ca_es: carregar un tauler
es_es: cargar tablero
fr_fr: Charger une table

source: config
ca_es: configurar
es_es: configurar
fr_fr: Configuration

source: exit
ca_es: surt
es_es: salir
fr_fr: Quitter

source: graphics
ca_es: gràfics
es_es: gráficos
fr_fr: Affichage

source: audio
fr_fr: Son

source: keyboard
ca_es: teclat
es_es: teclado
fr_fr: Clavier

source: shortcuts for view change F5-F8
ca_es: L-esq. R-Dreta B-Fons F-Percutor N-Cop
es_es: L-izq.. R-der. B-inf. F-Percutor N-golpe
fr_fr: touches pour changer de vue F5-F8

source: view: classic
ca_es: vista: clàssica
es_es: vista: clásica
fr_fr: Vue: classique

source: view: softly moving
ca_es: vista: moviment lent
es_es: vista:movimiento lento
fr_fr: Vue: mouvement lent

source: view: moving
ca_es: vista: moviment ràpid
es_es: vista:movimiento rápido
fr_fr: Vue: mouvement rapide

source: view: top
ca_es: vista: superior
es_es: vista: superior
fr_fr: Vue: d'en haut

source: screen: fullscreen
ca_es: mode: complet
es_es: modo: completo
fr_fr: Mode: Plein Ecran

source: screen: windowed
ca_es: mode: finestre
es_es: modo: ventana
fr_fr: Mode: FenÃªtre

source: brightness: =.....
ca_es: lluminositat: =.....
es_es: luminosidad =.....
fr_fr: Luminosite: =.....

source: brightness: ==....
ca_es: lluminositat: ==....
es_es: luminosidad: ==....
fr_fr: Luminosite: ==....

source: brightness: ===...
ca_es: lluminositat: ===...
es_es: luminosidad: ===...
fr_fr: Luminosite: ===...

source: brightness: ====..
ca_es: lluminositat: ====..
es_es: luminosidad: ====..
fr_fr: Luminosite: ====..

source: brightness: =====.
ca_es: lluminositat: =====.
es_es: luminosidad: =====.
fr_fr: Luminosite: =====.

source: brightness: ======
ca_es: lluminositat: ======
es_es: luminosidad ======
fr_fr: Luminosite: ======

source: screen width: 320
ca_es: amp. pantalla: 320
es_es: ancho pantalla: 320
fr_fr: Largeur d'ecran: 320

source: screen width: 400
ca_es: amp. pantalla: 400
es_es: ancho pantalla: 400
fr_fr: Largeur d'ecran: 400

source: screen width: 512
ca_es: amp. pantalla: 512
es_es: ancho pantalla: 512
fr_fr: Largeur d'ecran: 512

source: screen width: 640
ca_es: amp. pantalla: 640
es_es: ancho pantalla: 640
fr_fr: Largeur d'ecran: 640

source: screen width: 720
ca_es: amp. pantalla: 720
es_es: ancho pantalla: 720
fr_fr: Largeur d'ecran: 720

source: screen width: 800
ca_es: amp. pantalla: 800
es_es: ancho pantalla: 800
fr_fr: Largeur d'ecran: 800

source: screen width: 864
ca_es: amp. pantalla: 864
es_es: ancho pantalla: 864
fr_fr: Largeur d'ecran: 864

source: screen width: 900
ca_es: amp. pantalla: 900
es_es: ancho pantalla: 900
fr_fr: Largeur d'ecran: 900

source: screen width: 1024
ca_es: amp. pantalla: 1024
es_es: ancho pantalla: 1024
fr_fr: Largeur d'ecran: 1024

source: screen width: 1080
ca_es: amp. pantalla: 1080
es_es: ancho pantalla: 1080
fr_fr: Largeur d'ecran: 1080

source: screen width: 1280
ca_es: amp. pantalla: 1280
es_es: ancho pantalla: 1280
fr_fr: Largeur d'ecran: 1280

source: screen width: 1680
ca_es: amp. pantalla: 1680
es_es: ancho pantalla: 1680
fr_fr: Largeur d'ecran: 1680

source: screen width: 1920
ca_es: amp. pantalla: 1920
es_es: ancho pantalla: 1920
fr_fr: Largeur d'ecran: 1920

source: ratio: 0.5 (1/2)
ca_es: ràtio: 0,5 (1/2)
es_es: razón: 0,5 (1/2)
fr_fr: Proportions: 0,5 (1/2)

source: ratio: 1 (1/1)
ca_es: ràtio: 1 (1/1)
es_es: razón: 1 (1/1)
fr_fr: Proportions: 1 (1/1)

source: ratio: 1.2 (5/4)
ca_es: ràtio: 1,2 (5/4)
es_es: razón: 1,2 (5/4)
fr_fr: Proportions: 1,2 (5/4)

source: ratio: 1.3 (4/3)
ca_es: ràtio: 1,3 (4/3)
es_es: razón: 1,3 (4/3)
fr_fr: Proportions: 1,3 (4/3)

source: ratio: 1.5 (3/2)
ca_es: ràtio: 1,5 (3/2)
es_es: razón: 1,5 (3/2)
fr_fr: Proportions: 1,5 (3/2)

source: ratio: 1.6 (16/10)
ca_es: ràtio: 1,6 (16/10)
es_es: razón: 1,6 (16/10)
fr_fr: Proportions: 1,6 (16/10)

source: ratio: 1.7 (16/9)
ca_es: ràtio: 1,7 (16/9)
es_es: razón: 1,7 (16/9)
fr_fr: Proportions: 1,7 (16/9)

source: ratio: 1.8 (9/5)
ca_es: ràtio: 1,8 (9/5)
es_es: razón: 1,8 (9/5)
fr_fr: Proportions: 1,8 (9/5)

source: ratio: 2 (2/1)
ca_es: ràtio: 2 (2/1)
es_es: razón: 2 (2/1)
fr_fr: Proportions: 2 (2/1)

source: texture: nicest
ca_es: textures: Belles
es_es: texturas: bellas
fr_fr: Textures: Belles

source: texture: fastest
ca_es: textures: Simples
es_es: texturas: Simples
fr_fr: Textures: Simples

source: texture: none
ca_es: textures: cap
es_es: texturas: ninguna
fr_fr: Textures: Aucune

source: show fps: no
ca_es: mostra IPS: no
es_es: ver IPS: no
fr_fr: Afficher les IPS: non

source: show fps: yes
ca_es: mostra IPS: si
es_es: ver IPS: si
fr_fr: Afficher les IPS: oui

source: fire effect: no
ca_es: efectes de foc: no
es_es: destellos: no
fr_fr: Effet flamme: non

source: fire effect: yes
ca_es: efectes de foc: si
es_es: destellos: si
fr_fr: Effet flamme: oui

source: dynamic lights: yes
ca_es: llums dinàmiques: si
es_es: luces dinámicas: si
fr_fr: Eclairage dynamique: oui

source: dynamic lights: no
ca_es: llums dinàmiques: no
es_es: luces dinámicas: no
fr_fr: Eclairage dynamique: non

source: sound: off
ca_es: so: mut
es_es: sonido: no
fr_fr: Son: muet

source: sound: =.......
ca_es: so: =.......
es_es: sonido: =.......
fr_fr: Son: =.......

source: sound: ==......
ca_es: so: ==......
es_es: sonido: ==......
fr_fr: Son: ==......

source: sound: ===.....
ca_es: so: ===.....
es_es: sonido: ===.....
fr_fr: Son: ===.....

source: sound: ====....
ca_es: so: ====....
es_es: sonido: ====....
fr_fr: Son: ====....

source: sound: =====...
ca_es: so: =====...
es_es: sonido: =====...
fr_fr: Son: =====...

source: sound: ======..
ca_es: so: ======..
es_es: sonido: ======..
fr_fr: Son: ======..

source: sound: =======.
ca_es: so: =======.
es_es: sonido: =======.
fr_fr: Son: =======.

source: sound: ========
ca_es: so: ========
es_es: sonido: ========
fr_fr: Son: ========

source: music: off
ca_es: música: no
es_es: música: no
fr_fr: Musique: non

source: music: =.......
ca_es: música: =.......
es_es: música: =.......
fr_fr: Musique: =.......

source: music: ==......
ca_es: música: ==......
es_es: música: ==......
fr_fr: Musique: ==......

source: music: ===.....
ca_es: música: ===.....
es_es: música: ===.....
fr_fr: Musique: ===.....

source: music: ====....
ca_es: música: ====....
es_es: música: ====....
fr_fr: Musique: ====....

source: music: =====...
ca_es: música: =====...
es_es: música: =====...
fr_fr: Musique: =====...

source: music: ======..
ca_es: música: ======..
es_es: música: ======..
fr_fr: Musique: ======..

source: music: =======.
ca_es: música: =======.
es_es: música: =======.
fr_fr: Musique: =======.

source: music: ========
ca_es: música: ========
es_es: música: ========
fr_fr: Musique: ========

source: leftflip
ca_es: flip esq.
es_es: flip izq.
fr_fr: Flipper Gauche

source: rightflip
ca_es: flip dret
es_es: flip der.
fr_fr: Flipper Droit

source: leftnudge
ca_es: cop esq.
es_es: golpe izq.
fr_fr: Pousser a gauche

source: rightnudge
ca_es: cop dreta
es_es: golpe der.
fr_fr: Pousser a droite

source: bottomnudge
ca_es: cop a baix
es_es: golpe inf.
fr_fr: Pousser en bas

source: launch
ca_es: llançar
es_es: lanzar
fr_fr: Lancer

source: reset
ca_es: reinicialitzar
es_es: reinicializar
fr_fr: Reinitialiser

source: apply
ca_es: aplicar
es_es: aplicar
fr_fr: Appliquer

source: back
ca_es: arrera
es_es: volver
fr_fr: Retour

source: no table loaded
ca_es: no hi ha cap taula carregada
fr_fr: Aucune table chargee

source: press esc
ca_es: pitjar ESC
fr_fr: Appuyer sur Echap

source: press %s to launch ball
ca_es: pitjar %s, per llançar la bolla
es_es: presionar %s, para lanzar la bola
fr_fr: Appuyer sur %s, pour lancer la balle

source: warning
ca_es: advertència
es_es: advertencia
fr_fr: Attention

source: press %s to start new game
ca_es: pitjar %s per començar un joc nou
es_es: presionar %s para empezar otro juego
fr_fr: Appuyer sur %s, pour demarrer une nouvelle partie

source: Last score was a High Score!
ca_es: Teniu una puntuació màxima!
es_es: ¡Puntuación máxima!
fr_fr: Excellent Resultat!

source: game over
ca_es: final del joc
es_es: juego acabado
fr_fr: Fin du Jeu

source: SCORE %d BALL %d ExtraBall
ca_es: PUNTS %d BOLLES %d Bolles extra
es_es: PUNTOS %d BOLAS %d Bolas extra
fr_fr: POINTS %d BALLE %d Extra-Balle

source: SCORE %d BALL %d
ca_es: PUNTUACIÓ %d BOLLES %d
es_es: PUNTOS %d BOLAS %d
fr_fr: POINTS %d BALLE %d

source: SCORE %d
ca_es: PUNTS %d
es_es: PUNTOS %d
fr_fr: POINTS %d

source: new highscore! enter name:
ca_es: nova marca! escriu el nom:
es_es: ¡Nueva marca! escribe el nombre:
fr_fr: Nouveau record! votre nom:

source: hit bumpers
ca_es: colpeja parachoques
es_es: golpear parachoques
fr_fr: Touche les pare-chocs

source: shoot left cave to release tux
ca_es: llançar a la cova esquerra per alliberar tux
es_es: lanzar a la cueva izq. para liberar tux
fr_fr: Vise la grotte pour liberer Tux

source: follow blue arrows
ca_es: seguir les fletxes blaves
es_es: seguir las flechas azules
fr_fr: Suis les fleches bleues

source: hit blue targets
ca_es: tocar les etiquetes blaves
es_es: tocar las etiquetas azules
fr_fr: Touche les cibles bleues

source: follow blue arrows, hurry up
ca_es: aviat, segueix les fletxes blaves
es_es: rápido, sigue las flechas azules
fr_fr: Vite, suis les fleches bleues

source: hit all of them
ca_es: colpeja-les totes
es_es: golpearlas todas
fr_fr: Abats-les tous

source: you did it, all penguins released!
ca_es: aconseguit, tots els pingüins alliberats!
es_es: ¡Conseguido!, todos los pingüinos liberados
fr_fr: Victoire, les manchots sont liberes!

source: shoot head to lock ball
ca_es: disparar al cap per bloquejar la pilota
es_es: disparar a la cabeza para bloquear la bola
fr_fr: Vise la tete pour bloquer la balle

source: first ball locked
ca_es: primera bolla bloquejada
es_es: primera bola bloqueada
fr_fr: Premiere balle bloquee

source: second ball locked
ca_es: segona bolla bloquejada
es_es: segunda bola bloqueada
fr_fr: Deuxieme balle bloquee

source: multiball
ca_es: moltes bolles
es_es: muchas bolas
fr_fr: Multiballes

source: first tux saved
ca_es: primer Tux salvat
es_es: primer Tux salvados
fr_fr: Premier Tux sauve

source: second tux saved
ca_es: segon Tux salvat
es_es: segundo Tux salvados
fr_fr: Second Tux sauve

source: third tux saved
ca_es: tercer Tux desat
es_es: tercer Tux salvados
fr_fr: Troisieme Tux sauve

source: fourth tux saved
ca_es: quart Tux salvat
es_es: cuarto Tux salvados
fr_fr: Quatrieme Tux sauve

source: all tuxes saved
ca_es: tots els pingüins salvats
es_es: todos los pingüinos salvados
fr_fr: Tous les manchots sont sauves

source: shoot cave to turn a square of hurd
ca_es: dispara a la cova per convertir un quadrat d'hurd
es_es: dispara a la cueva para convertir un cuadrado de hurd
fr_fr: Vise la grotte pour tourner un carre de Hurd

source: follow arrows
ca_es: seguir les fletxes
es_es: sigue las flechas
fr_fr: Suis les fleches

source: follow arrows in the hurd logo
ca_es: seguir les fletxes en el logo de hurd
es_es: seguir las flechas en el logo de hurd
fr_fr: Suis les fleches dans le logo Hurd

source: follow arrows, hurry up
ca_es: aviat, segueix les fletxes
es_es: rápido, sigue las flechas
fr_fr: Vite, suis les fleches

source: follow all arrows
ca_es: segueix totes les fletxes
es_es: sigue todas las flechas
fr_fr: Suis toutes les fleches

source: you did it, GNU is complete
ca_es: ho has aconseguit, GNU completat
es_es: lo has conseguido, GNU completado
fr_fr: Victoire, GNU est complet

source: shoot to lock ball
ca_es: disparar per bloquejar la pilota
es_es: disparar para bloquear la bola
fr_fr: Tire pour bloquer la balle

source: first develop of hurd
ca_es: primer desenvolupament de hurd
es_es: primer desarrollo de hurd
fr_fr: Premier developpement du Hurd

source: second develop of hurd
ca_es: segon desenvolupament de hurd
es_es: segundo desarrollo de hurd
fr_fr: Second developpement du Hurd

source: third develop of hurd
ca_es: tercer desenvolupament de hurd
es_es: tercer desarrollo de hurd
fr_fr: Troisieme developpement du Hurd

source: fourth develop of hurd
ca_es: quart desenvolupament de hurd
es_es: cuarto desarrollo de hurd
fr_fr: Quatrieme developpement du Hurd

source: hurd is stable
ca_es: hurd és estable
es_es: hurd es estable
fr_fr: Hurd est stable

source: table:
ca_es: tauler:
es_es: tablero:
