Repository: adoptware/pinball
Catalog: data/locale/pinball_*.po
Languages: fr_fr

source: High Scores
fr_fr: Résultats

source: No Table Loaded!
fr_fr: Aucune table chargée!

source: Hit any key for main menu...
fr_fr: Appuyer sur une touche pour aller au menu...

source: press a key
fr_fr: Appuyer sur une touche

source: unknown
fr_fr: inconnu

source: LOADING
fr_fr: CHARGEMENT

source: ERROR
fr_fr: ERREUR

source: main menu
fr_fr: Menu principal

source: play
fr_fr: Jouer

source: load table
fr_fr: Charger une table

source: config
fr_fr: Configuration

source: exit
fr_fr: Quitter

source: graphics
fr_fr: Affichage

source: audio
fr_fr: Son

source: keyboard
fr_fr: Clavier

source: shortcuts for view change F5-F8
fr_fr: Raccourcis pour changer de vue F5-F8

source: view: classic
fr_fr: Vue: classique

source: view: softly moving
fr_fr: Vue: mouvement lent

source: view: moving
fr_fr: Vue: mouvement rapide

source: view: top
fr_fr: Vue: d'en haut

source: screen: fullscreen
fr_fr: Mode: Plein Écran

source: screen: windowed
fr_fr: Mode: Fenêtré

source: brightness: =.....
fr_fr: Luminosité: =.....

source: brightness: ==....
fr_fr: Luminosité: ==....

source: brightness: ===...
fr_fr: Luminosité: ===...

source: brightness: ====..
fr_fr: Luminosité: ====..

source: brightness: =====.
fr_fr: Luminosité: =====.

source: brightness: ======
fr_fr: Luminosité: ======

source: screen width: 320
fr_fr: Largeur d'écran: 320

source: screen width: 400
fr_fr: Largeur d'écran: 400

source: screen width: 512
fr_fr: Largeur d'écran: 512

source: screen width: 640
fr_fr: Largeur d'écran: 640

source: screen width: 720
fr_fr: Largeur d'écran: 720

source: screen width: 800
fr_fr: Largeur d'écran: 800

source: screen width: 864
fr_fr: Largeur d'écran: 864

source: screen width: 900
fr_fr: Largeur d'écran: 900

source: screen width: 1024
fr_fr: Largeur d'écran: 1024

source: screen width: 1080
fr_fr: Largeur d'écran: 1080

source: screen width: 1280
fr_fr: Largeur d'écran: 1280

source: screen width: 1680
fr_fr: Largeur d'écran: 1680

source: screen width: 1920
fr_fr: Largeur d'écran: 1920

source: ratio: 0.5 (1/2)
fr_fr: Proportions: 0,5 (1/2)

source: ratio: 1 (1/1)
fr_fr: Proportions: 1 (1/1)

source: ratio: 1.2 (5/4)
fr_fr: Proportions: 1,2 (5/4)

source: ratio: 1.3 (4/3)
fr_fr: Proportions: 1,3 (4/3)

source: ratio: 1.5 (3/2)
fr_fr: Proportions: 1,5 (3/2)

source: ratio: 1.6 (16/10)
fr_fr: Proportions: 1,6 (16/10)

source: ratio: 1.7 (16/9)
fr_fr: Proportions: 1,7 (16/9)

source: ratio: 1.8 (9/5)
fr_fr: Proportions: 1,8 (9/5)

source: ratio: 2 (2/1)
fr_fr: Proportions: 2 (2/1)

source: texture: nicest
fr_fr: Textures: schoen

source: texture: fastest
fr_fr: Textures: schnell

source: texture: none
fr_fr: Textures: keine

source: show fps: no
fr_fr: Afficher les IPS: non

source: show fps: yes
fr_fr: Afficher les IPS: oui

source: fire effect: no
fr_fr: Effet flamme: non

source: fire effect: yes
fr_fr: Effet flamme: oui

source: dynamic lights: yes
fr_fr: Éclairage dynamique: oui

source: dynamic lights: no
fr_fr: Éclairage dynamique: non

source: sound: off
fr_fr: Son: muet

source: sound: =.......
fr_fr: Son: =.......

source: sound: ==......
fr_fr: Son: ==......

source: sound: ===.....
fr_fr: Son: ===.....

source: sound: ====....
fr_fr: Son: ====....

source: sound: =====...
fr_fr: Son: =====...

source: sound: ======..
fr_fr: Son: ======..

source: sound: =======.
fr_fr: Son: =======.

source: sound: ========
fr_fr: Son: ========

source: music: off
fr_fr: Musique: aus

source: music: =.......
fr_fr: Musique: =.......

source: music: ==......
fr_fr: Musique: ==......

source: music: ===.....
fr_fr: Musique: ===.....

source: music: ====....
fr_fr: Musique: ====....

source: music: =====...
fr_fr: Musique: =====...

source: music: ======..
fr_fr: Musique: ======..

source: music: =======.
fr_fr: Musique: =======.

source: music: ========
fr_fr: Musique: ========

source: leftflip
fr_fr: Flipper Gauche

source: rightflip
fr_fr: Flipper Droit

source: leftnudge
fr_fr: Pousser à gauche

source: rightnudge
fr_fr: Pousser à droite

source: bottomnudge
fr_fr: Pousser en bas

source: launch
fr_fr: Lancer

source: reset
fr_fr: Réinitialiser

source: apply
fr_fr: Appliquer

source: back
fr_fr: Retour

source: no table loaded
fr_fr: Aucune table chargée

source: press esc
fr_fr: Appuyer sur Échap

source: press %s to launch ball
fr_fr: Appuyer sur %s, pour lancer la balle

source: warning
fr_fr: Attention

source: press %s to start new game
fr_fr: Appuyer sur %s, pour démarrer une nouvelle partie

source: Last score was a High Score!
fr_fr: Excellent Résultat!

source: game over
fr_fr: Fin du Jeu

source: SCORE %d BALL %d ExtraBall
fr_fr: POINTS %d BALLES %d Extra-Balles

source: SCORE %d BALL %d
fr_fr: POINTS %d BALLES %d

source: SCORE %d
fr_fr: POINTS %d

source: new highscore! enter name:
fr_fr: Nouveau meilleur résultat! Écrivez votre nom:

source: return
fr_fr: Entrée

source: space
fr_fr: Espace

source: left shift
fr_fr: Shift links

source: right shift
fr_fr: Shift rechts

source: left ctrl
fr_fr: Strg links

source: right ctrl
fr_fr: Strg rechts

source: hit bumpers
fr_fr: Triff die Bumper

source: shoot left cave to release tux
fr_fr: Linke Hoehle, um Tux freizusetzen

source: follow blue arrows
fr_fr: Folge den blauen Pfeilen

source: hit blue targets
fr_fr: Triff blaue Ziele

source: follow blue arrows, hurry up
fr_fr: Folge den blauen Pfeilen, Beeilung

source: hit all of them
fr_fr: Triff alle davon

source: you did it, all penguins released!
fr_fr: Geschafft, alle Pinguine freigesetzt!

source: shoot head to lock ball
fr_fr: Kopf treffen, um Ball einzusperren

source: first ball locked
fr_fr: Erster Ball eingesperrt

source: second ball locked
fr_fr: Zweiter Ball eingesperrt

source: first tux saved
fr_fr: Erster Tux gerettet

source: second tux saved
fr_fr: Zweiter Tux gerettet

source: third tux saved
fr_fr: Dritter Tux gerettet

source: fourth tux saved
fr_fr: Vierter Tux gerettet

source: all tuxes saved
fr_fr: Alle Tux gerettet

source: shoot cave to turn a square of hurd
fr_fr: Hoehle, um ein Hurd-Quadrat zu drehen

source: follow arrows
fr_fr: Folge den Pfeilen

source: follow arrows in the hurd logo
fr_fr: Folge den Pfeilen im Hurd-Logo

source: follow arrows, hurry up
fr_fr: Folge den Pfeilen, Beeilung

source: follow all arrows
fr_fr: Folge allen Pfeilen

source: you did it, GNU is complete
fr_fr: Geschafft, GNU ist vollstaendig

source: shoot to lock ball
fr_fr: Schiesse, um Ball einzusperren

source: first develop of hurd
fr_fr: Erste Hurd-Entwicklung

source: second develop of hurd
fr_fr: Zweite Hurd-Entwicklung

source: third develop of hurd
fr_fr: Dritte Hurd-Entwicklung

source: fourth develop of hurd
fr_fr: Vierte Hurd-Entwicklung

source: hurd is stable
fr_fr: Hurd ist stabil
